Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 07-Bow-Wow-and-Mew-Mew/CAT/corpus-genesis-ylt.en.utf8.tmx
Source language: en
Languages: chr

source: And they say unto him, 'No, my lord, but thy servants have come to buy food;
chr: ᎯᎠᏃ ᏂᎬᏩᏪᏎᎴᎢ, ᎥᏝ, ᏣᎬᏫᏳᎯ, ᎠᎵᏍᏓᏴᏗᏉᏍᎩᏂ ᎤᏂᏩᏏᎸ ᏘᏅᏏᏗ.

source: we [are] all of us sons of one man, we [are] right men; thy servants have not been spies;'
chr: ᎠᏯᏍᎩᏂ ᏂᎦᏛ ᏌᏉ ᎠᏍᎦᏯ ᏧᏪᏥ, ᏚᏳᎪᏛ ᎢᏲᏣᏛᏁᎯ ᎠᏴ, ᏘᏅᏏᏓᏍᏗ ᎥᏝ ᎤᏂᎦᏛᏂᏙᎯᏉ ᏱᎩ.

source: and he saith unto them, 'No, but the nakedness of the land ye have come to see;'
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎥᏝ, ᎤᏲᏉᏍᎩᏂ ᏃᎦᏛᏅ ᎠᏂ ᎢᏥᎦᏛᏂᎸ.

source: and they say, 'Thy servants [are] twelve brethren; we [are] sons of one man in the land of Canaan, and lo, the young one [is] with our father to-day, and the one is not.'
chr: ᎯᎠᏃ ᏄᏂᏪᏎᎢ, ᏘᏅᏏᏓᏍᏗᏍᎩᏂ ᏔᎳᏚ ᎾᏂᎥ ᎠᎾᎵᏅᏟ, ᏌᏉ ᎠᏍᎦᏯ ᏧᏪᏥ ᎨᎾᏂ ᎡᎯ; ᎠᎴ ᎬᏂᏳᏉ ᎣᏂ ᎡᎯ ᎪᎯ ᎨᏒ ᎣᎩᏙᏙᏱ ᏤᏙᎭ, ᏌᏉᏃ ᏁᎲᎾ.

source: And Joseph saith unto them, 'This [is] that which I have spoken unto you, saying, Ye [are] spies,
chr: ᏦᏩᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎾᏍᎩᏍᎩᏂ ᏥᏨᏁᎢᏍᏓᏁᎲᎩ, ᎢᏥᎦᏛᏂᏙᎯᏉ ᏥᏨᏲᏎᎲᎩ.

source: by this ye are proved: Pharaoh liveth! if ye go out from this -- except by your young brother coming hither;
chr: ᎯᎠ ᎾᏍᎩ ᏓᏨᏯᏙᎴᎣᎯᏍᏓᏁᎵ; ᏇᎵᏲ ᎡᎲ [ᏥᏁᎢᏍᏗᎭ,] ᎾᏍᎩ ᎥᏝ ᎠᏂ ᏴᏓᏥᏄᎪᏥ ᎬᏂ ᎣᏂ ᎡᎯ ᎢᏥᏅᏟ ᎠᏂ ᎦᎷᏨᎭ.

source: send one of you, and let him bring your brother, and ye, remain ye bound, and let your words be proved, whether truth be with you: and if not -- Pharaoh liveth! surely ye [are] spies;'
chr: ᎠᏏᏴᏫ, ᏂᏣᏛᏅ ᎡᏥᏅᎵ ᎠᎴ ᏩᏘᏃᎦ ᎢᏥᏅᏟ, ᏂᎯᏃ ᎢᏥᏴᎩ ᎨᏎᏍᏗ, ᎾᏍᎩ ᎢᏥᏁᎬ ᎡᏥᎪᎵᏰᏗᏱ, ᎾᏍᎩ ᏚᏳᎪᏛ ᎢᏥᏁᎬᎢ, [ᎠᎴ ᏚᏳᎪᏛ ᏂᏥᏁᎬᎾ ᎨᏒᎢ.] ᎢᏳᏃ ᎾᏍᎩ ᏄᏍᏛᎾ ᎢᎨᏎᏍᏗ, ᏇᎵᏲ ᎡᎲ [ᏥᏁᎢᏍᏗᎭ] ᎤᏙᎯᏳᎯᏯ ᎢᏥᎦᏛᏂᏙᎯᏉ.

source: and he removeth them unto charge three days.
chr: ᎠᎴ ᏂᎦᏛ ᏚᏍᏚᏁ ᏦᎢ ᏧᏒᎯᏛ.

source: And Joseph saith unto them on the third day, 'This do and live; God I fear!
chr: ᏦᏩᏃ ᎯᎠ ᏂᏚᏪᏎᎴ ᏦᎢᏁ ᎢᎦ, ᎯᎠ ᏂᏣᏛᎦ ᎠᎴ ᏚᏨᏁᏍᏗ; ᎤᏁᎳᏅᎯᏰᏃ ᏥᎾᏰᏍᎩ ᎠᏴ.

source: if ye [are] right men, let one of your brethren be bound in the house of your ward, and ye, go, carry in corn [for] the famine of your houses,
chr: ᎢᏳᏃ ᏚᏳᎪᏛ ᎢᏣᏛᏁᎯ ᎨᏎᏍᏗ, ᎠᏏᏴᏫ ᎢᏣᎵᏅᏟ ᎠᎦᎸᎡᏍᏗ ᎠᏓᏁᎸ ᏕᏥᏍᏚᏅᎢ; ᏂᎯᏃ ᎢᏤᎾ ᎤᏣᎴᏍᏗ ᏗᏥᏴᏏ ᏕᏣᏓᏘᎾᎥ ᏚᎾᎪᏄᎸᎢ;

source: and your young brother ye bring unto me, and your words are established, and ye die not;' and they do so.
chr: ᎣᏂᏃ ᎢᎡᎯ ᎢᏣᎵᏅᏟ ᏍᎩᏯᏘᏃᎮᎸᎭ; ᎰᏩᏃ ᎢᏥᏁᏨ ᎠᏙᎯᏳᏅᎭ, ᎠᎴ ᎥᏝ ᏱᏙᎨᏥᏲᎱᎯ. ᎾᏍᎩᏃ ᏄᎾᏛᏁᎴᎢ.

source: And they say one unto another, 'Verily we [are] guilty concerning our brother, because we saw the distress of his soul, in his making supplication unto us, and we did not hearken: therefore hath this distress come upon us.'
chr: ᎯᎠᏃ ᏂᏚᎾᏓᏪᏎᎴᎢ, ᎤᏙᎯᏳᎯᏯ ᎢᎩᏍᎦᏅᏨ ᎢᎩᏅᏟ ᎾᏍᎩ ᏥᏁᏛᏁᎸᎩ, ᎾᏍᎩ ᏥᎩᎪᎲᎩ ᎡᎯᏍᏗ ᎤᏓᏅᏛᎢ, ᎾᎯᏳ ᏥᎩᏍᏗᏰᏛᎩ, ᎠᎴ ᏁᏓᏛᏓᏍᏓᏁᎲᎾ ᏥᎨᏒᎩ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᎤᏕᏯᏙᏗ ᏂᎦᎵᏍᏓᏁᎭ.

source: And Reuben answereth them, saying, 'Spake I not unto you, saying, Sin not against the lad? and ye hearkened not; and his blood also, lo, it is required.'
chr: ᎷᏈᏂᏃ ᏚᏁᏤᎴ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᏝᏍᎪ ᏱᏨᏁᏤᎴ, ᎯᎠ ᏱᏂᏨᏪᏎᎴᎢ, ᏞᏍᏗ ᎢᏥᏍᎦᏅᏤᎸᎩ ᎠᏫᏄᏣ; ᎠᏎᏃ ᎥᏝ ᎾᏍᎩ ᏯᏛᏓᏍᏓᏁᎴᎢ? ᎾᏍᎩ ᎢᏳᏍᏗ, ᎬᏂᏳᏉ ᎾᏍᎩ ᎤᎩᎬ ᏕᎩᎬᏩᎶᏓᏁᎭ.

source: And they have not known that Joseph understandeth, for the interpreter [is] between them;
chr: ᎥᏝᏃ ᏯᏂᎦᏔᎮ ᏦᏩ ᎪᎵᎬ ᎠᏂᏬᏂᏍᎬᎢ, ᏕᎦᏬᏁᏗᏍᎬᏰᏃ ᎠᎦᏁᏢᏓᏁᎮᎢ.

source: and he turneth round from them, and weepeth, and turneth back unto them, and speaketh unto them, and taketh from them Simeon, and bindeth him before their eyes.
chr: ᏦᏩᏃ ᎤᎦᏔᎲᏎ ᎠᏂᏙᎾᎥ ᎠᎴ ᏚᏠᏱᎴᎢ; ᏔᎵᏁᏃ ᏚᎷᏤᎴᎢ, ᎠᎴ ᏚᎵᏃᎮᏔᏁᎢ; ᎠᎴ ᏏᎻᏯᏂ ᏚᏯᏅᎡᎴᎢ, ᎠᎴ ᏓᏂᎧᏅ ᎤᎸᎴᎢ.

source: And Joseph commandeth, and they fill their vessels [with] corn, also to put back the money of each unto his sack, and to give to them provision for the way; and one doth to them so.
chr: ᎿᏉᏃ ᏦᏩ ᎤᏁᏤ ᏕᎦᎶᏗ ᏧᏂᎧᎵᎢᏍᏔᏁᏗᏱ ᎤᏣᎴᏍᏗ, ᎠᎴ ᎠᏂᏏᏴᏫᎭ ᎠᏕᎸ ᏓᏂᏰᎲ ᏕᎦᎶᏗᎯ ᏔᎵᏁ ᏗᎨᏥᎳᏁᏗᏱ, ᎠᎴ ᎠᎾᎢᏒ ᎤᎾᎵᏍᏓᏴᏗ ᎨᏥᏁᏗᏱ; ᎠᎴ ᎾᏍᎩ ᏂᏚᏛᏁᎴᎢ.

source: And they lift up their corn upon their asses, and go from thence,
chr: ᏐᏈᎵᏃ ᏗᏂᎵᎠᏅᎯᏛ ᏚᏂᏐᏈᎳᏁ ᎤᏣᎴᏍᏗ, ᎠᎴ ᎾᎿ ᎤᎾᏂᎩᏎᎢ.

source: and the one openeth his sack to give provender to his ass at a lodging-place, and he seeth his money, and lo, it [is] in the mouth of his bag,
chr: ᎠᏏᏴᏫᏃ ᎠᎱᏃᏱᏍᎬ ᏕᎦᎶᏗ ᏧᏂᏒᏍᏗᏱ ᏗᎦᎵᎠᏅᎯᏛ ᏗᎨᎶᎵᏎᎢ, ᏚᎪᎮ ᏧᏤᎵ ᎠᏕᎸ; ᎬᏂᏳᏉᏰᏃ ᏕᎦᎶᏗᎯ ᎠᎱᏃᎲᏉ ᏕᎦᎴᎢ.

source: and he saith unto his brethren, 'My money hath been put back, and also, lo, in my bag:' and their heart goeth out, and they tremble, one to another saying, 'What [is] this God hath done to us!'
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴ ᎠᎾᎵᏅᏟ, ᎠᏕᎸ ᏗᏆᏤᎵ ᏙᎥᎩᏁᎸᏉ; ᎠᎴ ᎬᏂᏳᏉ ᎠᏂ ᏕᎦᎶᏗᎯ ᏕᎦᎳ; ᏧᏂᎾᏫᏃ ᎡᏍᎦ ᏂᏚᎾᎵᏍᏓᏁᎴᎢ, ᎠᎴ ᎤᏂᏍᎦᎴᎢ, ᎯᎠ ᏂᏚᎾᏓᏪᏎᎴᎢ, ᎦᏙ ᎾᏍᎩ ᎯᎠ ᎤᏁᎳᏅᎯ ᎢᎬᎦ.

source: And they come in unto Jacob their father, to the land of Canaan, and they declare to him all the things meeting them, saying,
chr: ᏤᎦᏈᏃ ᎤᏂᏙᏓ ᏭᏂᎷᏤᎴ ᎦᏓ ᎠᎲᎢ, ᎠᎴ ᎤᏂᏃᏁᎴ ᏂᎦᎥ ᏄᎾᎵᏍᏓᏁᎵᏙᎸᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ;

source: 'The man, the lord of the land, hath spoken with us sharp things, and maketh us as spies of the land;
chr: ᎠᏍᎦᏯ, ᎾᎿ ᏄᎬᏫᏳᏒᎢ, ᎬᏍᎦᎢᏍᏓᎩ ᎣᎩᏬᏁᏔᏅᎩ, ᎠᎴ ᎾᎿ ᎦᏓ ᎠᎲ ᎣᎩᎦᏛᏂᏙᎯᏉ ᎣᎨᎵᏎᎲᎩ.

source: and we say unto him, We [are] right men, we have not been spies,
chr: ᎯᎠᏃ ᏃᏥᏪᏎᎸᎩ, ᏚᏳᎪᏛ ᎢᏲᏣᏛᏁᎯ ᎠᏴ; ᎥᏝ ᎣᎩᎦᏛᏂᏙᎯᏉ ᏱᎩ;

source: we [are] twelve brethren, sons of our father, the one is not, and the young one [is] to-day with our father in the land of Canaan.
chr: ᏔᎳᏚ ᏃᏥᎥ ᎣᏣᎵᏅᏟ, ᏌᏉᏉ ᎣᎩᏙᏓ; ᎠᏏᏴᏫ ᏁᎲᎾ, ᎣᏂᏃ ᎡᎯ ᎪᎯ ᎨᏒ ᎣᎩᏙᏙᏱ ᏤᏙᎭ ᎨᎾᏂ ᎦᏓ ᎠᎲᎢ.

source: 'And the man, the lord of the land, saith unto us, By this I know that ye [are] right men -- one of your brethren leave with me, and [for] the famine of your houses take ye and go,
chr: ᎠᎴ ᎠᏍᎦᏯ ᎾᎿ ᏄᎬᏫᏳᏒ, ᎯᎠ ᏃᎩᏪᏎᎸᎩ, ᎯᎠ ᎾᏍᎩ ᏓᎦᏙᎴᎣᎯᏍᏔᏂ ᏚᏳᎪᏛ ᎢᏣᏛᏁᎯ ᎨᏒᎢ. ᎠᏏᏴᏫ ᎢᏣᎵᏅᏟ ᎨᏒ ᏍᎩᏯᎠᎯᏯᏏ, ᎠᎴ ᏕᎶᏓᏘᎾᎥ ᎤᎾᎪᏄᎸ ᎤᎾᎵᏍᏓᏴᏗ ᏗᏥᏴᏏ, ᎠᎴ ᎢᏣᏂᎩ.

source: and bring your young brother unto me, and I know that ye [are] not spies, but ye [are] right men; your brother I give to you, and ye trade with the land.'
chr: ᎣᏂᏃ ᎡᎯ ᎢᏥᏅᏟ ᏍᎩᏯᏘᏃᎮᎸᎭ; ᎿᏉᏃ ᏓᎦᏙᎴᎣᏏ ᎢᏥᎦᏛᏂᏙᎯᏉ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎠᎴ ᏚᏳᎪᏛ ᎢᏣᏛᏁᎯ ᎨᏒᎢ; ᎢᏣᎵᏅᏟᏃ ᏕᏨᏲᎯᏎᎸᎭ, ᎠᎴ ᎠᏂ ᎢᏥᏃᏔᏂᏙᎸᎭ.

source: And it cometh to pass, they are emptying their sacks, and lo, the bundle of each man's silver [is] in his sack, and they see their bundles of silver, they and their father, and are afraid;
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎾᏍᎩ ᏕᎦᎶᏗᎯ ᎤᏂᎴᏒ ᎤᏣᎴᏍᏗ, ᎬᏂᏳᏉ ᎠᏂᏏᏴᏫᎭ ᏧᎾᏤᎵ ᎠᏕᎸ ᏗᎦᏇᏅᎯ ᏕᎦᎶᏗᎯ ᏙᎦᎴᎢ; ᎤᏅᏒᏃ ᎠᎴ ᎤᏂᏙᏓ ᎠᏕᎸ ᏗᎦᏇᏅᎯ ᏚᏂᎪᎲ, ᎤᏂᏍᎦᎴᎢ.

source: and Jacob their father saith unto them, 'Me ye have bereaved; Joseph is not, and Simeon is not, and Benjamin ye take -- against me have been all these.'
chr: ᏤᎦᏈᏃ ᎤᏂᏙᏓ ᎯᎠ ᏄᏂᏪᏎᎴᎢ, ᎠᏴ ᏗᏇᏥ ᏕᏍᎩᏯᏅᎡᎸ; ᏦᏩ ᏁᎲᎾ, ᎠᎴ ᏏᎻᏯᏂ ᏁᎲᎾ, ᎠᎴ ᏇᏂ ᏛᎡᏣᏘᎾᏫᏛᎯ; ᎾᏍᎩ ᎯᎠ ᏂᎦᏛ ᎠᏆᏡᏗᏍᎩ.

source: And Reuben speaketh unto his father, saying, 'My two sons thou dost put to death, if I bring him not in unto thee; give him into my hand, and I -- I bring him back unto thee;'
chr: ᎷᏈᏂᏃ ᎤᏁᏤᎴ ᎤᏙᏓ, ᎯᎠ ᏄᏪᏎᎢ, ᎢᏧᎳ ᏗᏇᏥ ᎠᏂᏧᏣ ᏕᎯᎸᎭ, ᎢᏳᏃ ᏂᎬᏯᏘᏃᎮᎸᎾ ᎢᎨᏎᏍᏗ; ᎠᏴ ᏗᏍᎩᏲᎯᏏ, ᎠᏴᏃ ᏔᎵᏁ ᏛᎬᏯᏘᏃᎮᎵ.

source: and he saith, 'My son doth not go down with you, for his brother [is] dead, and he by himself is left; when mischief hath met him in the way in which ye go, then ye have brought down my grey hairs in sorrow to sheol.'
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎥᏝ ᏴᎨᏤᎾ ᎠᏇᏥ, ᏄᏂᎵᏰᏃ ᎤᏲᎱᏒ, ᎯᎠᏃ ᎤᏩᏒ ᎤᏕᎯᏴ; ᎢᏳᏃ ᎤᏲ ᏱᏄᎵᏍᏓᏁᎸ ᎢᏣᎢᏒᎢ, ᎿᏉ ᎤᏁᎬ ᏗᎩᏍᏗᏰᎩ ᏧᏂᏲᎱᏒᎯ ᏩᏁᎲ ᏮᏓᏍᎩᏯᏘᏃᎵ ᎤᏲ ᎬᏆᏓᏅᏘ.

source: Chapter 43
chr: ᎠᏯᏙᎸᎢ 43

source: And the famine [is] severe in the land;
chr: ᎠᎴ ᎤᏣᏘ ᏗᎪᏄᎵᏳ ᎨᏎ ᎾᎿᏂ.

source: and it cometh to pass, when they have finished eating the corn which they brought from Egypt, that their father saith unto them, 'Turn back, buy for us a little food.'
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎿᏉ ᎤᏂᏒᏅ ᎤᏣᎴᏍᏗ ᎢᏥᏈᏱ ᏭᏂᎩᏛ, ᎤᏂᏙᏓ ᎯᎠ ᏄᏂᏪᏎᎴᎢ, ᏔᎵᏁ ᏥᏤᎾ, ᎤᏍᏗ ᎠᎵᏍᏓᏴᏗ ᏫᏍᎩᏩᎯᏏ.

source: And Judah speaketh unto him, saying, 'The man protesting protested to us, saying, Ye do not see my face without your brother [being] with you;
chr: ᏧᏓᏃ ᎤᏁᏤᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎾᏍᎩ ᎠᏍᎦᏯ ᎠᏍᏓᏱᏳ ᎣᎩᏁᏤᎸ, ᎯᎠ ᏄᏪᏒᎩ, ᎥᏝ ᏴᎨᏥᎪᏩᏛ ᎠᏆᎧᏛ ᎢᏳᏃ ᎢᏥᏅᏟ ᏂᏤᎲᎾ ᎢᎨᏎᏍᏗ.

source: if thou art sending our brother with us, we go down, and buy for thee food,
chr: ᎢᏳᏃ ᏱᏅᏒ ᎣᎩᏅᏟ ᎣᎨᏅᏍᏗᏱ, ᏲᏤᎾ ᏱᏫᏨᏩᎯᏏ ᎠᎵᏍᏓᏴᏗ.

source: and if thou art not sending -- we do not go down, for the man said unto us, Ye do not see my face without your brother [being] with you.'
chr: ᎢᏳᏍᎩᏂ ᏂᏅᏒᎾ ᎢᎨᏎᏍᏗ, ᎥᏝ ᏴᎦᏲᏤᎾ; ᎾᏍᎩᏰᏃ ᎠᏍᎦᏯ ᎯᎠ ᏃᎩᏪᏎᎸᎩ, ᎥᏝ ᏴᎨᏥᎪᏩᏛ ᎠᏆᎧᏛ ᎢᏳᏃ ᎢᏥᏅᏟ ᏂᏤᎲᎾᎢ ᎨᏎᏍᏗ.

source: And Israel saith, 'Why did ye evil to me, by declaring to the man that ye had yet a brother?'
chr: ᎢᏏᎵᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎦᏙᏃ ᏂᎤᏲᏞ ᏂᏍᎩᏴᏁᎴᎢ, ᎾᏍᎩ ᏤᏥᏃᏁᎮ ᎠᏍᎦᏯ ᎠᏏ ᎡᎲ ᎢᏥᏅᏟ?

source: and they say, 'The man asked diligently concerning us, and concerning our kindred, saying, Is your father yet alive? have ye a brother? and we declare to him according to the tenor of these things; do we certainly know that he will say, Bring down your brother?'
chr: ᎯᎠᏃ ᏄᏂᏪᏎᎢ, ᎾᏍᎩᏰᏃ ᎠᏍᎦᏯ ᎤᎵᏂᎩᏛ ᎣᎦᏛᏛᏅᎩ ᏄᏍᏛ ᎣᏤᎲᎢ, ᎠᎴ ᎪᎱᏍᏗ ᏦᎬᏅ ᎠᏁᎲᎢ, ᎯᎠ ᏂᎦᏪᏍᎬᎩ, ᎢᏥᏙᏓᏍᎪ ᎠᏏ ᎡᎯ? ᎢᏥᏅᏟᏍᎪ ᎡᎭ? ᎾᏍᎩᏯᏃ ᏥᏃᏥᏫ ᏃᏥᏪᏎᎸᎩ; ᏥᎪᏃ ᎦᏲᎦᏙᎴᎰᎯᏍᏗ ᎨᏎ ᎾᏍᎩ ᎯᎠ ᏅᏗᎦᏪᏏᏒᎢ, ᎢᏥᏅᏟ ᏤᏣᏘᏁᏒᎭ?

source: And Judah saith unto Israel his father, 'Send the youth with me, and we arise, and go, and live, and do not die, both we, and thou, and our infants.
chr: ᏧᏓᏃ ᎯᎠ ᏄᏪᏎᎴ ᎤᏙᏓ ᎢᏏᎵ, ᎯᏅᎵ ᎠᏫᏄᏣ ᎠᏴ ᏬᏍᏕᎾ, ᏙᏓᏲᏣᎴᏂᏃ ᎠᎴ ᏓᏲᏤᏏ; ᎾᏍᎩᏃ ᏕᏛᏁᏍᏗ, ᎠᎴ ᎥᏝ ᏱᏙᎨᏗᏲᏞᎯ, ᎠᏴ ᎠᎴ ᏂᎯ, ᎠᎴ ᎾᏍᏉ ᏧᎾᏍᏗ ᏗᎦᏤᎵᎦ.

source: I -- I am surety [for] him, from my hand thou dost require him; if I have not brought him in unto thee, and set him before thee -- then I have sinned against thee all the days;
chr: ᎠᏴ ᏔᎵ ᏓᏥᏯᏛᏓᏁᎵ; ᎠᏴ ᏗᏍᏆᎧᏂᏐᏗ ᎨᏎᏍᏗ; ᎢᏳᏃ ᏂᎬᏯᏘᏃᎮᎸᎾ ᎢᎨᏎᏍᏗ, ᎠᎴ ᎢᎬᏱᏗᏢ ᏂᎬᏯᎧᏁᎵᎸᎾ ᎢᎨᏎᏍᏗ, ᎿᏉ ᎠᏴ ᎬᏍᎦᏅᏤᎸᎯ ᎨᏎᏍᏗ ᏂᎪᎯᎸᎢ.

source: for if we had not lingered, surely now we had returned these two times.'
chr: ᎢᏳᏰᏃ ᏃᎦᏙᎯᏛᎾ ᏱᎨᏎᎢ, ᎤᏙᎯᏳᎯᏯ ᎦᏳᎳ ᏔᎵᏁ ᏱᎣᎩᎷᏦᏁᎢ.

source: And Israel their father saith unto them, 'If so, now, this do: take of the praised thing of the land in your vessels, and take down to the man a present, a little balm, and a little honey, spices and myrrh, nuts and almonds;
chr: ᎤᏂᏙᏓᏃ ᎢᏏᎵ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎢᏳᏃ ᎾᏍᎩ ᏱᏄᏍᏗ ᎿᏉ ᎯᎠ ᏂᏣᏛᎦ; ᎢᏥᎩ ᎣᏌᏂ ᎤᏓᏔᏅᎯ ᎡᏍᎦᏂ ᏗᏣᎵᏁᏌᎶᏗ ᏗᏥᎶᏓ, ᎠᎴ ᎡᏥᏴᏏ ᎠᏍᎦᏯ ᎡᏥᏁᏗ, ᎤᏍᏗ ᏅᏬᏘ ᎠᏜ, ᎠᎴ ᎤᏍᏗ ᏩᏚᎵᏏ, ᎠᎴ ᏗᎦᏩᏒᎩ, ᎠᎴ ᎻᎳ, ᎠᎴ ᎤᏅᏙᎩ ᎠᎾᏓᏛᏍᎩ, ᎠᎴ ᎠᎹᏂ.

source: and double money take in your hand, even the money which is brought back in the mouth of your bags, ye take back in your hand, it may be it [is] an oversight.
chr: ᎠᎴ ᏔᎵ ᎢᏳᏩᎫᏗ ᎢᎦᎢ ᎠᏕᎸ ᏥᏙᏥᏳᎦ; ᎠᎴ ᎠᏕᎸ ᏕᎦᎶᏗᎯ ᏓᎱᏃᎲ ᏥᏕᎦᎸ ᏥᏕᏥᏲᎸᎩ, ᏔᎵᏁ ᏥᏙᏥᏳᎦ; ᎤᏂᎵᏓᏍᏔᏅᎯᏉ ᏱᏂᎦᎩ.

source: 'And take your brother, and rise, turn back unto the man;
chr: ᎢᏥᏅᏟ ᎾᏍᏉ ᎡᎶᏘᏄᎦ; ᎠᎴ ᏗᏣᎴᎲᎦ, ᏔᎵᏁ ᏪᏥᎷᏥᏏ ᎠᏍᎦᏯ.

source: and God Almighty give to you mercies before the man, so that he hath sent to you your other brother and Benjamin; and I, when I am bereaved -- I am bereaved.'
chr: ᎠᎴ ᎤᏁᎳᏅᎯ ᏫᎾᏍᏛᎾ ᎤᎵᏂᎩᏛ ᎢᏥᏙᎵᏍᏗᏱ ᏫᏂᎬᎦ ᎾᏍᎩ ᎠᏍᎦᏯ ᎾᏍᎩ ᏅᏓᏳᏂᎩᏍᏙᏗᏱ ᏐᎢ ᎢᏣᎵᏅᏟ, ᎠᎴ ᏇᏂ; ᎢᏳᏃ ᏛᎩᏯᏅᎡᎴᏍᏗ ᏗᏇᏥ, ᏛᎩᏯᏅᎡᎴᏍᏗᏉ.

source: And the men take this present, double money also they have taken in their hand, and Benjamin; and they rise, and go down to Egypt, and stand before Joseph;
chr: ᎾᏍᎩᏃ ᎠᏂᏍᎦᏯ ᎾᏍᎩ ᎤᎾᏓᏁᏗ ᎤᏂᏴᏎᎢ, ᎠᎴ ᏔᎵ ᎢᏳᏩᎫᏗ ᎢᎦᎢ ᎠᏕᎸ ᏚᏂᏴᏎᎢ, ᎠᎴ ᏇᏂ ᎤᎾᏘᏅᏎᎢ; ᎠᎴ ᏚᎾᎴᏁᎢ, ᎠᎴ ᎢᏥᏈᏱ ᏭᏂᎶᏎᎢ, ᎠᎴ ᎢᎬᏱᏗᏢ ᏭᎾᎴᏅᏁᎴ ᏦᏩ.

source: and Joseph seeth Benjamin with them, and saith to him who [is] over his house, 'Bring the men into the house, and slaughter an animal, and make ready, for with me do the men eat at noon.'
chr: ᏦᏩᏃ ᎤᎪᎲ ᏇᏂ ᎾᏍᎩ ᎠᏁᎲᎢ, ᎯᎠ ᏄᏪᏎᎴ ᎤᎬᏫᏳᏌᏕᎩ ᎦᏁᎸᎢ, ᏗᏇᏅᏒ ᏔᏘᏄᎦ ᎯᎠ ᎠᏂᏍᎦᏯ, ᎠᎴ ᏘᎷᎦ ᎠᎴ ᎭᏛᏅᎢᏍᏓ ᎠᎵᏍᏓᏴᏗ; ᎯᎠᏰᏃ ᎠᏂᏍᎦᏯ ᏓᎬᏆᎵᏍᏓᏴᎾᏁᎵ ᎢᎦ.

source: And the man doth as Joseph hath said, and the man bringeth in the men into the house of Joseph,
chr: ᎾᏍᎩᏃ ᎠᏍᎦᏯ ᏦᏩ ᏄᏪᏎᎸ ᎾᏍᎩᏯ ᏄᏛᏁᎴᎢ; ᎠᎴ ᎾᏍᎩ ᎠᏍᎦᏯ ᏦᏩ ᎦᏁᎸ ᏫᏚᏘᏅᏍᏔᏁ ᎠᏂᏍᎦᏯ.

source: and the men are afraid because they have been brought into the house of Joseph, and they say, 'For the matter of the money which was put back in our bags at the commencement are we brought in -- to roll himself upon us, and to throw himself on us, and to take us for servants -- our asses also.'
chr: ᎠᎴ ᎾᏍᎩ ᎠᏂᏍᎦᏯ ᎠᏂᏍᎦᎢᎮᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎨᏥᏴᏔᏂᎸ ᏦᏩ ᎦᏁᎸᎢ; ᎯᎠᏃ ᏄᏂᏪᏎᎢ, ᎠᏂ ᏥᏕᎩᏴᏔᏂᎦ ᏂᎦᎵᏍᏙᏗ ᎠᏕᎸ ᏥᏕᎩᎳᏁᎸ ᏕᎦᎶᏗᎯ ᎢᎬᏱᏱ ᏥᏕᏙᎲᎩ; ᎾᏍᎩ ᎪᎱᏍᏗ ᏧᏢᏫᏍᏙᏗ ᎤᏚᎵ ᎾᏍᎩ ᏗᎩᎦᏗᎸᏍᏙᏗᏱ, ᎠᎴ ᏗᎩᏂᏴᏗᏱ, ᎠᎴ ᏗᎩᎾᏢᏗᏱ, ᎠᎴ [ᏗᎩᏯᏅᎡᏗᏱ] ᏗᏂᎵᎠᏅᎯᏛ.

source: And they come nigh unto the man who [is] over the house of Joseph, and speak unto him at the opening of the house,
chr: ᎾᎥᏃ ᎤᏂᎷᏤᎴ ᏄᎬᏫᏳᏌᏕᎩ ᏦᏩ ᎦᏁᎸᎢ, ᎠᎴ ᎤᎾᎵᏃᎮᏔᏁ ᎦᎶᎯᏍᏗᏱ ᎦᎵᏦᏕ.

source: and say, 'O, my lord, we really come down at the commencement to buy food;
chr: ᎠᎴ ᎯᎠ ᏄᏂᏪᏎᎢ, ᎢᏳᎸᏉᏗ, ᎤᏙᎯᏳᎯ ᎢᎬᏱᏱ ᏦᎩᎷᏥᎸᎩ ᎠᎵᏍᏓᏴᏗ ᎣᎩᏩᏏᎸᎩ;

source: and it cometh to pass, when we have come in unto the lodging-place, and open our bags, that lo, each one's money [is] in the mouth of his bag, our money in its weight, and we bring it back in our hand;
chr: ᎠᎴ ᎯᎠ ᏄᎵᏍᏔᏅᎩ, ᎾᏍᎩ ᏗᏒᏍᏗᏱ ᏬᎩᎷᏨ ᏙᎩᎱᏃᏴᎲᎩ ᏕᎦᎶᏗ, ᎠᎴ ᎬᏂᏳᏉ, ᎣᏥᏏᏴᏫᎭ ᏕᎦᎶᏗ ᏙᏥᏁᎲ ᏓᎱᏃᎲᏉ ᏙᎦᎸ ᎠᏕᎸ ᏦᎦᏤᎵᎦ, ᏂᏙᎬᏩᏓᎨᏒᏉ; ᎠᎴ ᏔᎵᏁ ᏙᏥᏲᎦ.

source: and other money have we brought down in our hand to buy food; we have not known who put our money in our bags.'
chr: ᎠᎴ ᏅᏩᎾᏓᎴ ᎠᏕᎸ ᏙᏥᏲᎦ ᎠᎵᏍᏓᏴᏗ ᎣᎩᏩᎯᏍᏙᏗ; ᎥᏝ ᎦᏲᎦᏙᎴᎰᎯᏍᏗ ᏱᎩ ᎾᏍᎩ ᎨᏒ ᎠᏕᎸ ᏦᎩᎳᏁᎸᎯ ᏕᎦᎶᏗᎯ.

source: And he saith, 'Peace to you, fear not: your God and the God of your father hath given to you hidden treasure in your bags, your money came unto me;' and he bringeth out Simeon unto them.
chr: ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᏅᏩᏙᎯᏯᏛ ᎢᏣᏤᎵᎦ ᎨᏎᏍᏗ; ᏞᏍᏗ ᏱᏥᏍᎦᎢᎮᏍᏗ; ᎤᏁᎳᏅᎯ ᎢᏣᏤᎵᎦ, ᎠᎴ ᎢᏥᏙᏓ ᎤᏤᎵᎦ ᎤᏁᎳᏅᎯ ᎢᏥᏁᎸ ᏧᎬᏩᎶᏗ ᏕᎦᎶᏗᎯ; ᎠᏴ ᏛᎩᏁᎸ ᏗᏣᏤᎵ ᎠᏕᎸ. ᏏᎻᏯᏂᏃ ᏚᏘᏃᎮᎴᎢ.

source: And the man bringeth in the men into Joseph's house, and giveth water, and they wash their feet; and he giveth provender for their asses,
chr: ᎾᏍᎩᏃ ᎠᏍᎦᏯ ᏦᏩ ᎦᏁᎸ ᏫᏚᏘᏃᎴ ᎠᏂᏍᎦᏯ, ᎠᎴ ᎠᎹ ᏚᏁᏁᎴᎢ, ᏧᎾᎳᏏᏕᏂᏃ ᏑᏃᏑᎴᎡᎢ; ᎠᎴ ᏗᏂᎵᎠᏅᎯᏛ ᎤᎾᎵᏍᏓᏴᏗ ᏚᏁᎴᎢ.

source: and they prepare the present until the coming of Joseph at noon, for they have heard that there they do eat bread.
chr: ᎠᎴ ᎤᎾᏛᏅᎢᏍᏔᏁ ᎤᏂᏁᎸᏗ ᎨᏒ ᎠᏏ ᎢᎦ ᏂᎬᏒᎾ ᏦᏩ ᎾᎯᏳ ᎤᎷᎯᏍᏗᏱ ᎨᏒᎢ; ᎤᎾᏛᎦᏁᏰᏃ ᎾᎿ ᏗᎾᎵᏍᏓᏴᏂᏒᎢ.

source: And Joseph cometh into the house, and they bring to him the present which [is] in their hand, into the house, and bow themselves to him, to the earth;
chr: ᏦᏩᏃ ᏭᎷᏨ ᏧᏪᏅᏒᎢ, ᎤᏂᏁᏗ ᎠᏂᏰᎲ ᏔᎵᏦᏕ ᎤᏂᏴᏔᏁᎢ, ᎠᎴ ᎡᎳᏗ ᏂᎬᏩᏛᏁᎴᎢ.

source: and he asketh of them of peace, and saith, 'Is your father well? the aged man of whom ye have spoken, is he yet alive?'
chr: ᎠᎴ ᏚᏛᏛᏁ ᏙᎯ ᏄᎾᏛᎾᏕᎬᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎢᏥᏙᏓᏍᎪ ᏙᎯᏱᏉ, ᎾᏍᎩ ᎤᏛᏐᏅᎯ ᏤᏥᏁᎢᏍᏗᏍᎬᎩ? ᎠᏏᏉᏍᎪ ᎡᎭ

source: and they say, 'Thy servant our father [is] well, he is yet alive;' and they bow, and do obeisance.
chr: ᎯᎠᏃ ᏄᏂᏪᏎᎢ, ᎯᏅᏏᏓᏍᏗ ᎣᎩᏙᏓ ᏙᎯᏱᏉ, ᎠᏏᏉ ᎡᎭ; ᎠᎴ ᎡᎳᏗ ᏂᏚᏅᏁᎴ ᏗᏂᏍᎪᎵ, ᎠᎴ ᏚᎾᏗᏌᏓᏕᎢ.

source: And he lifteth up his eyes, and seeth Benjamin his brother, his mother's son, and saith, 'Is this your young brother, of whom ye have spoken unto me?' and he saith, 'God favour thee, my son.'
chr: ᏗᎦᏙᎵᏃ ᏚᏌᎳᏓᏁᎢ, ᎠᎴ ᎤᏅᏟ ᏇᏂ ᎤᎪᎮᎢ, ᎾᏍᎩ ᎤᏥ ᎤᏪᏥ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎯᎠᏍᎪ ᎢᏥᏅᏟ, ᎾᏍᎩ ᏥᏍᎩᏁᎢᏍᏓᏁᎲᎩ? ᎯᎠᏃ ᏄᏪᏎᎢ, ᎤᏁᎳᏅᎯ ᏫᏣᏙᎵᎩ, ᎠᏇᏥ.

source: And Joseph hasteth, for his bowels have been moved for his brother, and he seeketh to weep, and entereth the inner chamber, and weepeth there;
chr: ᏦᏩᏃ ᎤᎵᏍᏗ ᏄᏛᏁᎴᎢ; ᎭᏫᏂᏰᏃ ᎤᎵᏖᎸᎾᏁᎴ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎤᏅᏟ; ᎠᎴ ᎤᏲᎴ ᎢᎸᎯᏢ ᏧᏠᏱᏍᏗᏱ; ᎠᎴ ᎧᏅᏑᎸ ᎤᏴᏍᏗᏱ ᏭᏴᎴᎢ, ᎠᎴ ᎾᎿ ᏚᏠᏱᎴᎢ.

source: and he washeth his face, and goeth out, and refraineth himself, and saith, 'Place bread.'
chr: ᎤᎬᏍᏉᎡᏃ, ᎠᎴ ᎤᏄᎪᏤᎢ, ᎠᎴ ᎬᏩᏛᏂᎡᏉ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎠᎵᏍᏓᏴᏗ ᎢᏥᏝᎲᎦ.

source: And they place for him by himself, and for them by themselves, and for the Egyptians who are eating with him by themselves: for the Egyptians are unable to eat bread with the Hebrews, for it [is] an abomination to the Egyptians.
chr: ᎠᎴ ᎤᏩᏒ ᏕᎬᏩᏝᏁᎴᎢ, ᎠᎴ ᎠᎾᎵᏅᏟ ᎤᏅᏒ, ᎠᎴ ᎢᏥᏈᏱ ᎠᏁᎯ ᎠᎵᏍᏓᏴᎲᏍᎬ ᎠᎾᎵᏍᏓᏴᎲᏍᎩ, ᎾᏍᏉ ᎤᏅᏒ ᏙᎨᏥᏝᏁᎴᎢ; ᎢᏥᏈᏱᏰᏃ ᎠᏁᎯ ᎥᏝ ᎢᏧᎳᎭ ᎬᏩᎾᎵᏍᏓᏴᏗ ᏱᎨᏎ ᎠᏂᏈᎷ; ᎾᏍᎩᏴᏃ ᎤᏍᎦᎢᏍᏗᏳ ᎤᏂᏰᎸᏎ ᎢᏥᏈᏱ ᎠᏁᎯ.

source: And they sit before him, the first-born according to his birthright, and the young one according to his youth, and the men wonder one at another;
chr: ᎠᎴ ᎤᏬᎸ ᎢᎬᏱᏢ ᎠᏂᏁᎢ, ᎤᏓᏂᎵᎨ ᎢᎬᏱ ᎤᏪᏁᎢ, ᎣᏂᏃ ᎡᎯ ᎾᏍᎩᏯ ᏄᏍᏛ ᎤᏕᏔᏅ ᎤᏪᏁᎢ; ᎠᏂᏍᎦᏯᏃ ᎤᏅᏒ ᏓᎾᏓᏍᏆᏂᎪᏍᎨᎢ.

source: and he lifteth up gifts from before him unto them, and the gift of Benjamin is five hands more than the gifts of all of them; and they drink, yea, they drink abundantly with him.
chr: ᎢᎬᏱᏗᏢᏃ ᎤᏬᎸ ᎠᏝᎲ ᏫᏚᏁᎴ ᏧᎾᏁᎳᎩᎭ ᎠᎵᏍᏓᏴᏗ; ᎠᏎᏃ ᏇᏂ ᏩᏥᏁᎸᎯ ᎾᏍᎩ ᎢᏳᏩᎫᏗ ᎤᎶᏒᏍᏕ ᎠᏂᏐᎢ ᎢᎩ ᎨᏥᏁᎸᎢ. ᏚᎾᏗᏔᎮᏃ ᎠᎴ [ᏦᏩ] ᎢᏧᎳᎭ ᎣᏍᏛ ᎤᎾᏓᏅᏓᏕᎢ.

source: Chapter 44
chr: ᎠᏯᏙᎸᎢ 44

source: And he commandeth him who [is] over his house, saying, 'Fill the bags of the men [with] food, as they are able to bear, and put the money of each in the mouth of his bag;
chr: ᎠᎴ ᎤᏁᏤᎴ ᎦᏁᎸ ᏄᎬᏫᏳᏌᏕᎩ, ᎯᎠ ᏄᏪᏎᎢ, ᎯᎠ ᎠᏂᏍᎦᏯ ᏕᎦᎶᏗ ᏧᎾᏤᎵ ᏘᎧᎵᏏ ᎠᎴᏍᏓᏴᏗ ᏘᎧᎵᏍᏓᏏ, ᎢᎦᎢ ᎬᏩᏂᏴᏍᏗ ᎬᏒᎢ, ᎠᎴ ᎠᏂᏏᏴᏫᎭ ᏧᎾᏤᎵᎦ ᎠᏕᎸ ᏕᎦᎶᏗᎯ ᏓᎱᏃᎲ ᏕᎩᎳᏁᎸᎭ.

source: and my cup, the silver cup, thou dost put in the mouth of the bag of the young one, and his corn-money;' and he doth according to the word of Joseph which he hath spoken.
chr: ᎠᎴ ᎠᏆᏤᎵ ᎤᎵᏍᏈᏗ, ᎠᏕᎸ ᎤᏁᎬ ᎪᏢᏔᏅᎯ ᎯᎳᏏ ᎠᎱᏃᎲ ᏕᎦᎶᏗᎯ ᎾᏍᎩ ᎣᏂ ᎡᎩ, ᎠᎴ ᎾᏍᏉ ᎠᏕᎸ ᎤᏣᎴᏍᏗ ᎤᏩᎯᏍᏔᏅᎯ [ᏦᏙᎯᎳᏏ.] ᎠᎴ ᎾᏍᎩᏯ ᏦᏩ ᎤᏁᏤᎸ ᏄᏛᏁᎴᎢ.

source: The morning is bright, and the men have been sent away, they and their asses --
chr: ᏑᎾᎴᏃ ᎩᎳ ᏧᎩᏥᏍᎪᎢ, ᎠᏂᏍᎦᏯ ᎨᎦᏂᎩᏍᏔᏁᎢ, ᎤᏅᏒ, ᎠᎴ ᏗᏂᎵᎠᏅᎯᏛ.

source: they have gone out of the city -- they have not gone far off -- and Joseph hath said to him who [is] over his house, 'Rise, pursue after the men; and thou hast overtaken them, and thou hast said unto them, Why have ye recompensed evil for good?
chr: ᎤᏂᏄᎪᏨᏃ ᎦᏚᎲᎢ, ᎠᎴ ᎥᏝ ᎠᏏ ᎢᏅᎯᏳ ᏱᏩᎾᎢᏎᎢ, ᏦᏩ ᎯᎠ ᏄᏪᏎᎴ ᎦᏁᎸ ᏄᎬᏫᏳᏌᏕᎩ, ᏔᎴᎲᎦ, ᎩᎨᎱᎦ ᎾᏍᎩ ᎠᏂᏍᎦᏯ; ᎠᎴ ᎿᏉ ᏫᎩᏯᏢᏔᎲᎭ, ᎯᎠ ᏂᎩᏪᏎᎸᎭ, ᎦᏙᏃ ᎣᏍᏛ ᏁᏣᏛᏁᎸ ᎤᏲᏉ ᎥᏣᏓᎫᏴᏓᏏ?

source: Is not this that with which my lord drinketh? and he observeth diligently with it; ye have done evil [in] that which ye have done.'
chr: ᏝᏍᎪ ᎾᏍᎩ ᎯᎠ ᎠᎩᏅᏏᏓᏍᏗ ᎤᏗᏔᏍᏙᏗ ᏱᎩ? ᎠᎴ ᎤᏙᎯᏳᏒ ᎾᏍᎩ ᎬᏩᏙᎴᎰᎯᏍᏙᏗ ᎨᏒᎢ; ᎤᏲ ᏂᏣᏛᎦ ᎾᏍᎩ ᏥᏂᏣᏛᏁᎸ.

source: And he overtaketh them, and speaketh unto them these words,
chr: ᏫᏚᏢᏔᎮᏃ, ᎠᎴ ᎾᏍᎩᏯ ᏫᏂᏚᏪᏎᎴᎢ.

source: and they say unto him, 'Why doth my lord speak according to these words? far be it from thy servants to do according to this word;
chr: ᎯᎠᏃ ᏂᎬᏩᏪᏎᎴᎢ, ᎦᏙᏃ ᎾᏍᎩ ᏂᎦᏪᎭ ᎤᎬᏫᏳᎯ ᎣᎦᏤᎵ? ᎬᏩᏟᏍᏗ ᏘᏅᏏᏓᏍᏗ ᎾᏍᎩ ᎢᏳᎾᏛᏁᏗᏱ.

source: lo, the money which we found in the mouth of our bags we brought back unto thee from the land of Canaan, and how do we steal from the house of thy lord silver or gold?
chr: ᎬᏂᏳᏉ ᎠᏕᎸ ᎾᏍᎩ ᏥᏙᎩᏩᏛᎲ ᏓᎱᏃᎲ ᏕᎦᎶᏗᎯ ᏔᎵᏁ ᏥᏙᏨᏲᎮᎸᎩ ᎨᎾᏂ ᏥᏙᏛᎣᎩᏴᏍᏔᏅᎩ; ᎦᏙᏃ ᏲᏥᏃᏍᎩᎭ ᏣᏅᏏᏙᎯ ᎦᏁᎸ ᎠᏕᎸ ᎤᏁᎬ ᎠᎴ ᎠᏕᎸ ᏓᎶᏂᎨᎢ?

source: with whomsoever of thy servants it is found, he hath died, and we also are to my lord for servants.'
chr: ᎩᎶ ᎯᎠ ᏘᏅᏏᏓᏍᏗ ᎠᏥᏩᏛᎡᎸᎭ, ᎾᏍᎩ ᎤᏲᎱᎯᏍᏗ ᎨᏎᏍᏗ, ᎠᏴᏃ ᎾᏍᏉ ᏣᎬᏫᏳᎯ ᏗᏍᎩᎾᏝᎢ ᏂᎦᎵᏍᏔᏅᎭ.

source: And he saith, 'Now, also, according to your words, so it [is]; he with whom it is found becometh my servant, and ye are acquitted;'
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎢᏥᏁᏨᎪᎦ ᎾᏍᎩᏯ ᏄᏍᏕᏍᏗ, ᎩᎶ ᎾᏍᎩ ᎠᏥᏩᏛᎡᎸᎭ ᏥᏅᏏᏓᏍᏗ ᎨᏎᏍᏗ; ᏂᎯᏃ ᎢᏣᏚᏓᎴᏛ ᎨᏎᏍᏗ.

source: and they hasten and take down each his bag to the earth, and each openeth his bag;
chr: ᎿᏉᏃ ᎠᏂᏏᏴᏫᎭ ᎤᎵᏍᏗᏳ ᏚᏂᏞᏎ ᏕᎦᎶᏗ, ᎡᎳᏗᏃ ᏚᏂᏅᏁᎢ, ᎠᎴ ᎠᏂᏏᏴᎭ ᏚᏂᎱᏃᏴᎮ ᏧᎾᏤᎵ ᏕᎦᎶᏗ.

source: and he searcheth -- at the eldest he hath begun, and at the youngest he hath completed -- and the cup is found in the bag of Benjamin;
chr: ᎤᏲᎴᏃ, ᎠᏓᏂᎵᎨ ᎤᏤᎵ ᎤᎴᏅᏔᏁᎢ, ᎠᎴ ᎣᏂᏱ ᎡᎯ ᏭᏍᏆᏗᏍᏔᏁᎢ; ᎤᎵᏍᏈᏗᏃ ᏇᏂ ᎤᏤᎵ ᏕᎦᎶᏗᎯ ᎤᏩᏛᎮᎢ.

source: and they rend their garments, and each ladeth his ass, and they turn back to the city.
chr: ᎿᏉᏃ ᏚᏂᏣᎦᎸᎮ ᏧᎾᏄᏬ, ᎠᎴ ᎠᏂᏏᏴᏫᎭ ᏚᏂᏐᏈᎳᏁ ᏧᎾᏤᎵ ᏗᏂᎵᎠᏅᎯᏛ, ᎠᎴ ᎤᎾᏨᏎ ᏗᎦᏚᎲ ᏭᏂᎶᏎᎢ.

source: And Judah -- his brethren also -- cometh in unto the house of Joseph, and he is yet there, and they fall before him to the earth;
chr: ᏧᏓᏃ ᎠᎴ ᎾᏍᎩ ᎠᎾᎵᏅᏟ ᏦᏩ ᎦᏁᎸ ᏭᏂᎷᏤᎢ; ᎾᏍᎩᏃ ᎠᏏᏉ ᎾᎿ ᎡᏙᎮᎢ; ᎢᎬᏱᏗᏢᏃ ᎤᏬᎸ ᎦᏙᎯ ᏚᎾᏓᏅᏁᎢ.

source: and Joseph saith to them, 'What [is] this deed that ye have done? have ye not known that a man like me doth diligently observe?'
chr: ᏦᏩᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎦᏙᏉ ᎢᏣᏛᎦ? ᏝᏍᎪ ᏱᏥᎦᏔᎮ ᎠᏴ ᎾᏍᎩ ᎢᏯᏆᏍᏗ ᎤᏙᎯᏳᎯᏯ ᎬᏆᏙᎴᎰᎯᏍᏗ ᎨᏒᎢ?

source: And Judah saith, 'What do we say to my lord? what do we speak? and what -- do we justify ourselves? God hath found out the iniquity of thy servants; lo, we [are] servants to my lord, both we, and he in whose hand the cup hath been found;'
chr: ᏧᏓᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎦᏙ ᏓᏨᏲᏎᎵ ᏣᎬᏫᏳᎯ? ᎠᎴ ᎦᏙ ᏓᏲᏣᏛᏂ? ᎠᎴ ᎦᏙ ᏓᏲᏣᏛᏁᎵ ᎣᎦᏚᏓᎴᏍᏗᏱ? ᎤᏁᎳᏅᎯ ᎤᏙᎴᎰᏒ ᎤᏂᏍᎦᏅᏨ ᏘᏅᏏᏓᏍᏗ; ᎬᏂᏳᏉ, ᏣᎬᏫᏳᎯ ᏕᏍᎩᎾᏝᎠ, ᎠᏴ ᎠᎴ ᎾᏍᏉ Ꮎ ᎤᎵᏍᏈᏗ ᎠᏥᏩᏛᎡᎸᎯ.

source: and he saith, 'Far be it from me to do this; the man in whose hand the cup hath been found, he becometh my servant; and ye, go ye up in peace unto your father.'
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎬᏩᏟᏍᏗ ᎾᏍᎩ ᎢᏯᏆᏛᏁᏗᏱ; ᎤᎵᏍᏈᏗᏍᎩᏂ ᎠᏥᏩᏛᎡᎸᎯ, ᎾᏍᎩ ᏥᎾᏝᎢ ᎨᏎᏍᏗ; ᏂᎯᏍᎩᏂ ᏅᏩᏙᎯᏯᏛ ᏥᏣᏂᎩ ᎢᏥᏙᏙᏱ ᏫᏥᎶᎯ.

source: And Judah cometh nigh unto him, and saith, 'O, my lord, let thy servant speak, I pray thee, a word in the ears of my lord, and let not thine anger burn against thy servant -- for thou art as Pharaoh.
chr: ᎿᏉᏃ ᏧᏓ ᎾᎥ ᏭᎷᏤᎴᎢ, ᎠᎴ ᎯᎠ ᏫᏄᏪᏎᎴᎢ, ᏣᎬᏫᏳᎯ ᎠᏆᏤᎵ ᎬᏔᏲᏏ ᎯᏅᏏᏓᏍᏗ ᏌᏉ ᎢᎧᏁᏨᎯ ᏣᏁᏤᏗᏱ, ᏣᎬᏫᏳᎯ ᎠᏆᏤᎵ; ᎠᎴ ᏞᏍᏗ ᏱᎾᎸᏤᎴᏍᏗ ᎯᏅᏏᏓᏍᏗ; ᏇᎵᏲᏰᏃ ᏄᏍᏛ ᎾᏍᎩᏯ ᏂᏣᏍᏗ ᏂᎯ.

source: My lord hath asked his servants, saying, Have ye a father or brother?
chr: ᏂᎯᏰᏃ ᏣᎬᏫᏳᎯ ᏕᎭᏛᏛᏅᎩ ᏘᏅᏏᏓᏍᏗ, ᎯᎠ ᏥᏂᏣᏪᏒᎩ, ᏥᎪ ᎢᏥᏙᏓ ᎡᎭ, ᎠᎴ ᎢᏥᏅᏟ?

source: and we say unto my lord, We have a father, an aged one, and a child of old age, a little one; and his brother died, and he is left alone of his mother, and his father hath loved him.
chr: ᎠᎴ ᎯᎠ ᏥᏂᏨᏪᏎᎸᎩ ᏣᎬᏫᏳᎯ, ᎣᎩᏙᏓ ᎡᎭ, ᎤᏛᏐᏅᎯ, ᎠᎴ ᎤᏪᏥ ᎤᏛᏐᏅᎯ ᎨᏒ ᎤᏕᏁᎸᎢ, ᎠᏲᎵᏉ; ᎤᏂᎵᏃ ᎤᏲᎱᏒ, ᎠᎴ ᎤᏩᏒ ᎤᏕᎯᏴ ᎤᏥ ᏧᏪᏥᏛᎯ, ᎤᏙᏓᏃ ᎤᎨᏳᎯᏳ ᎢᎩ.

source: 'And thou sayest unto thy servants, Bring him down unto me, and I set mine eye upon him;
chr: ᏘᏅᏏᏓᏍᏗᏃ ᎯᎠ ᏥᏂᏕᎯᏪᏎᎸᎩ, ᏍᎩᏯᏘᏃᎮᎸᎭ, ᎠᎴ ᎾᏍᎩ ᏕᏥᏯᎦᎿᏅᎭ.

source: and we say unto my lord, The youth is not able to leave his father, when he hath left his father, then he hath died;
chr: ᎠᎴ ᎯᎠ ᏥᏂᏨᏪᏎᎸᎩ ᏣᎬᏫᏳᎯ, ᎠᏫᏄᏣ ᎥᏝ ᎬᏮᏕᎢᏍᏗ ᏱᎩ ᎤᏙᏓ; ᎢᏳᏰᏃ ᎤᏙᏓ ᏳᏮᏕᏨ, [ᎤᏙᏓ] ᏯᏲᎱᎯ.

source: and thou sayest unto thy servants, If your young brother come not down with you, ye add not to see my face.
chr: ᎠᎴ ᎯᎠ ᏥᏂᏕᎯᏪᏎᎸᎩ ᏘᏅᏏᏓᏍᏗ, ᎢᏳᏃ ᏁᏣᏘᏃᎸᎾ ᎢᎨᏎᏍᏗ ᎣᏂ ᎡᎯ ᎢᏥᏅᏟ, ᎥᏝ ᎿᏉ ᎢᎸᎯᏳ ᏴᎨᏥᎪᏩᏛ ᎠᏆᎧᏛᎢ.

source: 'And it cometh to pass, that we have come up unto thy servant my father, that we declare to him the words of my lord;
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏅᎩ, ᎾᏍᎩ ᎿᏉ ᏫᎣᏥᎷᏤᎸ ᎯᏅᏏᏓᏍᏗ ᎡᏙᏓ, ᎣᏥᏃᏁᎸᎩ ᏂᏣᏪᏒ ᏣᎬᏫᏳᎯ.

source: and our father saith, Turn back, buy for us a little food,
chr: ᎣᎩᏙᏓᏃ ᎯᎠ ᏄᏪᏒᎩ, ᏔᎵᏁ ᏥᏤᎾ, ᎤᏍᏗ ᎠᎵᏍᏓᏴᏗ ᏫᏍᎩᏩᎯᏏ.

source: and we say, We are not able to go down; if our young brother is with us, then we have gone down; for we are not able to see the man's face, and our young brother not with us.
chr: ᎯᎠᏃ ᏃᎩᏪᏒᎩ, ᎥᏝ ᏴᎦᏲᏤᎾ; ᎢᏳᏍᎩᏂ ᎣᏂ ᎡᎯ ᏍᎩᏅᏟ ᏲᏤᎭ, ᎩᎳ ᏲᏤᎾ; ᎥᏝᏰᏃ ᏴᎦᏲᏥᎪᏩᏛ ᎾᏍᎩ ᎠᏍᎦᏯ ᎤᎧᏛ, ᎬᏂ ᎣᏂ ᎡᎯ ᏍᎩᏅᏟ ᏲᏤᎭ.

source: 'And thy servant my father saith unto us, Ye -- ye have known that two did my wife bare to me,
chr: ᎯᏅᏏᏓᏍᏗᏃ ᎡᏙᏓ ᎯᎠ ᏃᎩᏪᏎᎸᎩ, ᏂᎯ ᎢᏥᎦᏔᎭ ᎠᏆᏓᎵᎢ ᎠᏂᏔᎵᏉ ᎠᏂᏧᏣ ᏓᎩᎾᏄᎪᏫᏎᎸᎢ;

source: and the one goeth out from me, and I say, Surely he is torn -- torn! and I have not seen him since;
chr: ᏌᏉᏃ ᎢᎸᎯᏢ ᏩᎩᎶᎯᏎᎸᎢ, ᎠᎴ ᎯᎠ ᎾᎩᏪᏒᎢ, ᎤᏙᎯᏳᎯᏯ ᎠᏥᏓᎦᎸᎢᏒ; ᎥᏝᏃ ᎣᏂ ᏱᏥᎪᎣᎢ;

source: when ye have taken also this from my presence, and mischief hath met him, then ye have brought down my grey hairs with evil to sheol.
chr: ᎢᏳᏃ ᎾᏍᏉ ᎯᎠ ᏱᏍᎩᏯᏅᎡᎸ ᎠᎴ ᎤᏲ ᏱᏄᎵᏍᏓᏁᎸ, ᎤᏁᎬ ᏗᎩᏍᏗᏰᎩ ᏧᏂᏲᎱᏒᎯ ᏩᏁᎲ ᏮᏓᏍᎩᏯᏘᏃᎵ ᎤᏲ ᎬᏆᏓᏅᏘ.

source: 'And now, at my coming in unto thy servant my father, and the youth not with us (and his soul is bound up in his soul),
chr: ᎢᏳᏃ ᎾᏍᎩ ᏫᏥᎷᏤᎸᎭ ᎯᏅᏏᏓᏍᏗ ᎡᏙᏓ, ᏃᏤᎲᎾᏃ ᎢᎨᏎᏍᏗ ᎠᏫᏄᏣ, (ᎤᏩᏒᏰᏃ ᎬᏅᎠᏫᏄᏣ ᎬᏅ ᎬᎿᏗᏍᏗ;)

source: then it hath come to pass when he seeth that the youth is not, that he hath died, and thy servants have brought down the grey hairs of thy servant our father with sorrow to sheol;
chr: ᎯᎠ ᏅᏓᎦᎵᏍᏔᏂ, ᎿᏉ ᎠᎪᎲ ᎠᏫᏄᏣ ᏃᏤᎲᎾ ᎨᏒᎢ, ᎾᏍᎩ ᏛᏲᎱᏏᏉ; ᎠᎴ ᏘᏅᏏᏗ ᎾᏍᎩ ᎤᏁᎬ ᏧᏍᏘᏰᎩ ᎯᏅᏏᏓᏍᏗ ᎣᎩᏙᏓ ᏧᏂᏲᎱᏒᎩ ᏩᏁᎲ ᏮᏓᏲᏣᏘᏃᎵ ᎤᏲ ᎬᏩᏓᏅᏘ.

source: for thy servant obtained the youth by surety from my father, saying, If I bring him not in unto thee -- then I have sinned against my father all the days.
chr: ᎠᏴᏰᏃ ᏍᎩᏅᏏᏓᏍᏗ ᏔᎵ ᏥᏯᏛᏓᏁᎸᎩ ᎠᏫᏄᏣ, ᎡᏙᏓ ᏥᏯᏚᏓᎳᏁᎸᎩ, ᎯᎠ ᎾᎩᏪᏒᎩ, ᎢᏳᏃ ᏔᎵᏁ ᏂᎬᏯᏘᏃᎮᎸᎾ ᎢᎨᏎᏍᏗ, ᎠᏴ ᎬᏍᎦᏅᏤᎸᎯ ᎨᏎᏍᏗ ᎡᏙᏓ ᏂᎪᎯᎸᎢ.

source: 'And now, let thy servant, I pray thee, abide instead of the youth a servant to my lord, and the youth goeth up with his brethren,
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᏅᏏᏓᏍᏗ ᏩᏘᎩᏴ ᏩᏓᏁᏟᏴᏍᏓᏏ ᎠᏫᏄᏣ, ᎾᏍᎩ ᎯᎾᏝᎢ ᏫᏂᎦᎵᏍᏓ ᏩᎬᏫᏳᎯ; ᎠᏫᏄᏣᏃ ᏧᏂᎵ ᏫᎠᏁᎾ.

source: for how do I go up unto my father, and the youth not with me? lest I look on the evil which doth find my father.'
chr: ᎦᏙᏰᏃ ᏱᎦᎵᏍᏙᏓ ᎡᏙᏓ ᏱᏫᏥᎷᏥᏏ, ᎠᏫᏄᏣ ᏃᏍᏕᎲᎾ ᏱᎩ? ᎠᎴ ᏱᏥᎪᏩᏛ ᎤᏲ ᎢᏳᎵᏍᏓᏁᏗ ᎨᏒ ᎡᏙᏓ?

source: Chapter 45
chr: ᎠᏯᏙᎸᎢ 45

source: And Joseph hath not been able to refrain himself before all those standing by him, and he calleth, 'Put out every man from me;' and no man hath stood with him when Joseph maketh himself known unto his brethren,
chr: ᏦᏩᏃ ᎥᏝ ᎬᏩᏛᏂᏗᏍᏗ ᏱᎨᏎ ᏂᎦᏛ ᎠᏂᎦᏔᎲ ᎾᏍᎩ ᎾᎿ ᎠᏂᏙᎾᎢ; ᎾᏍᎩᏃ ᎯᎠ ᏄᏪᏎᎢ, ᏂᎦᏛ ᎩᏄᎪᏩ ᏥᏯᎥᎢ; ᎥᏝᏃ ᎩᎶ ᏦᏩ ᏱᏓᏂᏙᎨ, ᎬᏂᎨᏒ ᏂᏚᏩᏁᎸ ᎠᎾᎵᏅᏟ ᎾᏍᎩ ᎨᏒᎢ.

source: and he giveth forth his voice in weeping, and the Egyptians hear, and the house of Pharaoh heareth.
chr: ᎠᏍᏓᏯᏃ ᏚᏠᏱᎴᎢ; ᎢᏥᏈᏱᏃ ᎠᏁᎯ ᎤᎾᏛᎦᏁᎢ, ᎠᎴ ᏇᎵᏲ ᏚᏓᏘᎾᎥ ᎤᎾᏛᎦᏁᎢ.

source: And Joseph saith unto his brethren, 'I [am] Joseph, is my father yet alive?' and his brethren have not been able to answer him, for they have been troubled at his presence.
chr: ᏦᏩᏃ ᎯᎠ ᏂᏚᏪᏎᎴ ᎠᎾᎵᏅᏟ, ᎠᏴ ᏦᏩ; ᎡᏙᏓᏍᎪ ᎠᏏᏉᎡᎭ? ᎠᎾᎵᏅᏟᏃ ᎥᏝ ᎦᎬᏩᏁᏤᏗ ᏱᎨᏎᎢ; ᎤᎾᏕᏯᏙᏗᏍᎨᏰᏃ ᎬᏩᎪᏩᏗᏍᎬᎢ.
